logs/ycsb_redis/native/4_62/4_20190817220948_008/20190817220948_008_a.log
[OVERALL], RunTime(ms), 166
[OVERALL], Throughput(ops/sec), 6024.096385542169
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 79.0
[CLEANUP], MinLatency(us), 21
[CLEANUP], MaxLatency(us), 437
[CLEANUP], 95thPercentileLatency(us), 437
[CLEANUP], 99thPercentileLatency(us), 437
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 760.015
[INSERT], MinLatency(us), 175
[INSERT], MaxLatency(us), 17279
[INSERT], 95thPercentileLatency(us), 1257
[INSERT], 99thPercentileLatency(us), 9319
[INSERT], Return=OK, 1000